/* No comment provided by engineer. */
"%1.0f days ago" = "منذ %1.0f أيام";

/* No comment provided by engineer. */
"%1.0f hours ago" = "منذ %1.0f ساعات";

/* No comment provided by engineer. */
"%1.0f minutes ago" = "منذ %1.0f دقائق";

/* No comment provided by engineer. */
"%1.0f months ago" = "منذ %1.0f أشهر";

/* No comment provided by engineer. */
"%1.0f seconds ago" = "منذ %1.0f ثوانٍ";

/* No comment provided by engineer. */
"%1.0f weeks ago" = "منذ %1.0f أسابيع";

/* No comment provided by engineer. */
"%1.0f years ago" = "منذ %1.0f سنوات";

/* No comment provided by engineer. */
"A minute ago" = "منذ دقيقة";

/* No comment provided by engineer. */
"An hour ago" = "منذ ساعة";

/* No comment provided by engineer. */
"Just now" = "حالًا";

/* No comment provided by engineer. */
"Last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"Last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"Last year" = "العام الماضي";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"1 year ago" = "منذ عام";

/* No comment provided by engineer. */
"1 month ago" = "منذ شهر";

/* No comment provided by engineer. */
"1 week ago" = "منذ أسبوع";

/* No comment provided by engineer. */
"1 day ago" = "منذ يوم";

/* No comment provided by engineer. */
"This morning" = "هذا الصباح";

/* No comment provided by engineer. */
"This afternoon" = "بعد ظهيرة اليوم";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This month" = "هذا الشهر";

/* No comment provided by engineer. */
"This year" = "هذا العام";
